{
    "android": "1.0.4",
    "url": "https://github.com/mdroidhd/mhdflix/raw/main/Release/app-release.apk",
    "contentUpdate": "Se a mejorado el rendimiento de carga",
    "movie": [{
            "id": 373,
            "title": "Inhumano (Unhuman)",
            "tmdb": "839678",
            "link": [{
                "link": "https://www.fembed.com/v/xpegzh5gq1qw161",
                "lang": "Latin",
                "quality": "HD",
                "webPlayer": false
            }],
            "content": "Después de que su autobús escolar choca, un grupo de estudiantes de secundaria se ve envuelto en una aterradora lucha por la supervivencia mientras intentan acabar con un grupo de salvajes no humanos... antes de que se maten entre ellos primero.",
            "poster": "/a0YCxxFhZSczKrw3FHDV0nTyHb5.jpg",
            "release_date": "2022",
            "runtime": "1h 27m",
            "trailer": [],
            "genres": [
                "Horror",
                "Comedy"
            ]
        },
        {
            "id": 370,
            "title": "The Batman",
            "tmdb": "414906",
            "link": [{
                "link": "https://www.fembed.com/v/pwpgmsm-e7edqy3",
                "lang": "Latin",
                "quality": "HD",
                "webPlayer": false
            }],
            "content": "Cuando un asesino se dirige a la élite de Gotham con una serie de maquinaciones sádicas, un rastro de pistas crípticas envía Batman a una investigación en los bajos fondos. A medida que las pruebas comienzan a acercarse a su casa y se hace evidente la magnitud de los planes del autor, Batman debe forjar nuevas relaciones, desenmascarar al culpable y hacer justicia al abuso de poder y la corrupción que durante mucho tiempo han asolado Gotham City.",
            "poster": "/mo7teil1qH0SxgLijnqeYP1Eb4w.jpg",
            "release_date": "2022",
            "runtime": "2h 56m",
            "trailer": [
                "L6DEcPaNdLs",
                "IqRRLA6pZvo",
                "UXGaMIJPg40"
            ],
            "genres": [
                "Crime",
                "Mystery",
                "Thriller"
            ]
        },
        {
            "id": 367,
            "title": "Déjate llevar",
            "tmdb": "778106",
            "link": [{
                "link": "https://www.fembed.com/v/8q-0zf8d0pmnpg3",
                "lang": "Latin",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "El verano antes de la universidad, Auden conoce al misterioso Eli, un compañero insomne. Mientras la ciudad costera de Colby duerme, los dos se embarcan en una búsqueda nocturna para ayudar a Auden a experimentar la divertida y despreocupada vida adolescente que nunca supo que quería.",
            "poster": "/d5spmLeGR9kxBRQ6qxCFad1ljvT.jpg",
            "release_date": "2022",
            "runtime": "1h 46m",
            "trailer": [],
            "genres": [
                "Romance",
                "Drama"
            ]
        },
        {
            "id": 364,
            "title": "Clean",
            "tmdb": "689700",
            "link": [{
                "link": "https://www.fembed.com/v/dzl5xfx2e88emnj",
                "lang": "Latin",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Atormentado por una vida pasada, el basurero Clean intenta una vida de tranquila redención. Pero cuando sus buenas intenciones lo marcan como objetivo de un jefe del crimen local, Clean se ve obligado a reconciliarse con la violencia de su pasado.",
            "poster": "/gnXR4blfoukv2Ryh4wZ28mxV7yS.jpg",
            "release_date": "2022",
            "runtime": "1h 34m",
            "trailer": [],
            "genres": [
                "Crime",
                "Drama",
                "Thriller"
            ]
        },
        {
            "id": 361,
            "title": "Obi-Wan Kenobi: El Regreso del Jedi",
            "tmdb": "1015606",
            "link": [{
                "link": "https://www.fembed.com/v/6z-72f078508m7j",
                "lang": "Latin",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Este especial explora el regreso de Obi-Wan Kenobi y Anakin Skywalker a la pantalla, así como de Ewan McGregor y Hyaden Christensen a sus ya clásicos papeles. La directora Deborah Chow se pone al frente del elenco y del equipo para crear nuevos héroes y villanos, que coexisten con las nuevas reencarnaciones de algunos personajes muy queridos de \"Star Wars\", y para narrar una épica aventura que entronca con las películas de la saga.",
            "poster": "/x3HnTwGExvW5gztOWNY76K4uxCs.jpg",
            "release_date": "2022",
            "runtime": "1h 0m",
            "trailer": [],
            "genres": [
                "Documentary"
            ]
        },
        {
            "id": 357,
            "title": "Alien: Covenant",
            "tmdb": "126889",
            "link": [{
                "link": "https://www.fembed.com/v/wrlgkunrzjl3dk7",
                "lang": "Latin",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Rumbo a un remoto planeta al otro lado de la galaxia, la tripulación de la nave colonial Covenant descubre lo que creen que es un paraíso inexplorado, pero resulta tratarse de un mundo oscuro y hostil cuyo único habitante es un \"sintético\" llamado David (Michael Fassbender), superviviente de la malograda expedición Prometheus. Secuela de \"Prometheus\" (2012), a su vez precuela de \"Alien, el octavo pasajero\" (1979).",
            "poster": "/245tgZ3mTHWs0NRiPSwPjKobKHf.jpg",
            "release_date": "2017",
            "runtime": "2h 2m",
            "trailer": [
                "_O6YW4Rxubk"
            ],
            "genres": [
                "Horror",
                "Science Fiction",
                "Mystery"
            ]
        },
        {
            "id": 334,
            "title": "Thor: Love and Thunder",
            "tmdb": "616037",
            "link": [{
                "link": "https://www.fembed.com/v/mgy00s5qe-egm26",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "El Dios del Trueno emprende un viaje que no se parece en nada a lo que se ha enfrentado hasta ahora: una búsqueda de la paz interior. Pero el retiro de Thor se ve interrumpido por un asesino galáctico conocido como Gorr el Carnicero de Dioses. Para hacer frente a la amenaza, Thor solicita la ayuda de Valkiria, de Korg y de su ex novia Jane Foster que, para sorpresa de Thor, empuña su martillo mágico, Mjolnir, como la Poderosa Thor. Juntos, se embarcan en una aventura cósmica en la que tendrán que descubrir el misterio de la venganza del Carnicero de Dioses y detenerlo antes de que sea demasiado tarde.",
            "poster": "/4VkGlhGHUzZjnkoYNasW0qhoP3R.jpg",
            "release_date": "2022",
            "runtime": "1h 59m",
            "trailer": [
                "9jrffoywRUU",
                "nGpH8MedZH4"
            ],
            "genres": [
                "Fantasy",
                "Action",
                "Comedy"
            ]
        },
        {
            "id": 330,
            "title": "Mis dos vidas",
            "tmdb": "805327",
            "link": [{
                    "link": "https://www.fembed.com/v/x4dxlu5gz8lgm4n",
                    "lang": "Latin",
                    "quality": "Full HD",
                    "webPlayer": false
                },
                {
                    "link": "https://fembed.dariantvshow.xyz/api.php?v=x4dxlu5gz8lgm4n.mp4",
                    "lang": "Latin",
                    "quality": "Full HD",
                    "webPlayer": false
                }
            ],
            "content": "En la víspera de su graduación de la universidad, la vida de Natalie se bifurca en dos realidades paralelas: en una de ellas, queda embarazada y debe enfrentar los desafíos de ser una madre joven en su Texas natal; en la otra, se muda a Los Ángeles para emprender su carrera profesional. A lo largo de ambas vivencias en la flor de sus veinte años, Natalie experimenta el amor transformador, la devastadora desilusión y se redescubre a sí misma.",
            "poster": "/9bdHnCvgRb3lkCIT0PryyZRDUWs.jpg",
            "release_date": "2022",
            "runtime": "1h 50m",
            "trailer": [],
            "genres": [
                "Romance",
                "Drama",
                "Comedy"
            ]
        },
        {
            "id": 254,
            "title": "The Amazing Spider-Man 2: El poder de Electro",
            "tmdb": "102382",
            "link": [{
                "link": "https://www.fembed.com/v/y1233iey7d8rz1n",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Peter Parker lleva una vida muy ocupada, compaginando su tiempo entre su papel como Spider-Man, acabando con los malos, y en el instituto con la persona a la que quiere, Gwen. Peter no ve el momento de graduarse. No ha olvidado la promesa que le hizo al padre de Gwen de protegerla, manteniéndose lejos de ella, pero es una promesa que simplemente no puede cumplir. Las cosas cambiarán para Peter cuando aparece un nuevo villano, Electro, y un viejo amigo, Harry Osborn, regresa, al tiempo que descubre nuevas pistas sobre su pasado.",
            "poster": "/8W0mMrmaVdSoLz5LnX61gJOXfEb.jpg",
            "release_date": "2014",
            "runtime": "2h 22m",
            "trailer": [
                "BQq8z6o3aJk"
            ],
            "genres": [
                "Action",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "id": 251,
            "title": "Spider-Man",
            "tmdb": "557",
            "link": [{
                "link": "https://www.fembed.com/v/5kd33cd3npmlj4x",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Peter Parker es un joven y tímido estudiante que vive con su tía May y su tío Ben desde la muerte de sus padres. Un día es mordido por una araña que ha sido modificada genéticamente, descubriendo al día siguiente que posee unos poderes poco habituales: tiene la fuerza y agilidad de una araña.",
            "poster": "/bCDaKZLRkrVVtPNyHxUfKvepW1N.jpg",
            "release_date": "2002",
            "runtime": "2h 1m",
            "trailer": [
                "9-eKNlraMJA"
            ],
            "genres": [
                "Fantasy",
                "Action"
            ]
        },
        {
            "id": 248,
            "title": "Fast & Furious: Hobbs & Shaw",
            "tmdb": "384018",
            "link": [{
                "link": "https://www.fembed.com/v/dzk88cx2w1m-lmj",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Desde que Hobbs, agente del Servicio de Seguridad Diplomática de Estados Unidos, y el británico Shaw, proscrito sin ley, se enfrentaron por primera vez, solo han intercambiado bofetadas y malas palabras. Pero cuando las despiadadas acciones de Brixton, un anarquista cibergenéticamente mejorado, amenazan el futuro de la humanidad, ambos se unen para derrotarlo.",
            "poster": "/5REralbYRALUnTpICY3TBMyXYGW.jpg",
            "release_date": "2019",
            "runtime": "2h 17m",
            "trailer": [
                "LlIU1o2iyjw"
            ],
            "genres": [
                "Action",
                "Adventure",
                "Comedy"
            ]
        },
        {
            "id": 238,
            "title": "Nop",
            "tmdb": "762504",
            "link": [{
                "link": "https://fembed.com/v/l8nddfnmz6np7x7",
                "lang": "Latin",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Dos rancheros de un remoto pueblo del interior de California hacen un descubrimiento tan insólito como escalofriante.",
            "poster": "/hlJKvYdKJJeWoKeNNs1Fom1chIz.jpg",
            "release_date": "2022",
            "runtime": "2h 15m",
            "trailer": [
                "PFFV33DKR6Q"
            ],
            "genres": [
                "Horror",
                "Mystery",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "id": 228,
            "title": "Minions: El origen de Gru",
            "tmdb": "438148",
            "link": [{
                    "link": "https://www.fembed.com/v/2r4wwc2488d6yyg",
                    "lang": "Latin",
                    "quality": "Full HD",
                    "webPlayer": false
                },
                {
                    "link": "https://www.fembed.com/v/7mr66ig-2n05zz1",
                    "lang": "Latin",
                    "quality": "Full HD",
                    "webPlayer": false
                }
            ],
            "content": "Mucho antes de convertirse en un genio del mal, Gru no era más que un chaval de 12 años en plenos años 70 tratando de conquistar el mundo desde el sótano de su casa de un barrio residencial cualquiera. Y no le iba demasiado bien. Pero cuando Gru se cruza en su camino con Kevin, Stuart, Bob, y Otto —un nuevo Minion con aparato en los dientes y desesperado por sentirse aceptado—, esta inesperada familia unirá fuerzas para construir su primera guarida, diseñar sus primeras armas y llevar a cabo sus primeras misiones.",
            "poster": "/zBk0guZ6NI2aHclb4sbrQdrrnOC.jpg",
            "release_date": "2022",
            "runtime": "1h 27m",
            "trailer": [
                "EgXQmSW16YY"
            ],
            "genres": [
                "Animation",
                "Adventure",
                "Comedy",
                "Fantasy"
            ]
        },
        {
            "id": 209,
            "title": "Dark Cloud",
            "tmdb": "897424",
            "link": [{
                "link": "https://fembed.com/v/r4yzzaen5zewkx1",
                "lang": "Castellano",
                "quality": "HD",
                "webPlayer": false
            }],
            "content": "Tras sufrir un terrible accidente, una mujer se somete voluntariamente a un test de inteligencia artificial diseñado para rehabilitarla. E un mundo que depende de las máquinas, descubre que no todos los avances tecnológicos son siempre para el beneficio de la humanidad.",
            "poster": "/q1ngkvPCnOYKeyNZjg8QqvaSnuZ.jpg",
            "release_date": "2022",
            "runtime": "1h 21m",
            "trailer": [],
            "genres": [
                "Science Fiction",
                "Horror",
                "Thriller"
            ]
        },
        {
            "id": 204,
            "title": "Despierta la furia",
            "tmdb": "637649",
            "link": [{
                    "link": "https://www.fembed.com/v/-4zwwap882dzpq4",
                    "lang": "",
                    "quality": "",
                    "webPlayer": false
                },
                {
                    "link": "https://www.fembed.com/v/zk744cjqxk2r-n6",
                    "lang": "Castellano",
                    "quality": "Full HD",
                    "webPlayer": false
                }
            ],
            "content": "H (Jason Statham) es el misterioso tipo que acaba de incorporarse como guardia de seguridad en una compañía de blindados. Durante un intento de atraco a su camión, sorprende a sus compañeros mostrando habilidades de un soldado profesional, dejando al resto del equipo preguntándose quién es realmente y de dónde viene. Pronto se hará claro el verdadero motivo por el cual H está buscando un ajuste de cuentas.",
            "poster": "/fvqIv59EgwY7lJ5QfqSWpCxOFxK.jpg",
            "release_date": "2021",
            "runtime": "1h 59m",
            "trailer": [
                "CQgBahCGHUk"
            ],
            "genres": [
                "Action",
                "Crime",
                "Thriller"
            ]
        },
        {
            "id": 200,
            "title": "Ambulance. Plan de huida",
            "tmdb": "763285",
            "link": [{
                "link": "https://www.fembed.com/v/q3ykkce713z0lrj",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "<p style=\"text-align: center;\">El veterano Will Sharp, en un acto desesperado por conseguir dinero para cubrir las deudas médicas de su esposa, recurre a la única persona que sabe que no debería, su hermano adoptivo Danny. Danny le ofrece participar en un robo a un banco, el más grande en la historia de la ciudad. Will no puede decir que no. Cuando su intento de escape sale mal, los hermanos secuestran una ambulancia con un policía herido y una paramédica. Ahora deberán huir de un inmenso dispositivo de fuerzas de seguridad desplegado por toda la ciudad, mantener a sus rehenes con vida y de alguna forma tratar de no matarse entre ellos.</p>",
            "poster": "/y7Lnz3ayJyW9IWmbA0M19vpBbu4.jpg",
            "release_date": "2022",
            "runtime": "2h 16m",
            "trailer": [
                "1k7o3GUDsiQ"
            ],
            "genres": [
                "Action",
                "Thriller",
                "Crime"
            ]
        },
        {
            "id": 196,
            "title": "Ainbo: La guerrera del Amazonas",
            "tmdb": "588921",
            "link": [{
                "link": "https://www.fembed.com/v/8qp77i84lqy1m6l",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Una niña nació y creció en la selva más profunda del Amazonas, Colonia, que descansa sobre el lomo del Espíritu Materno más poderoso del Amazonas, Turtle Motelo Mama. Un día descubre que su tierra natal está siendo amenazada y se da cuenta de que hay otros humanos en el mundo además de su gente. Mientras lucha por salvar su paraíso contra la codicia y la explotación de los niños, la tala y la minería ilegal, comienza a luchar para revertir esta destrucción y el mal inminente de Yucuruna, la oscuridad que vive en el Amazonas. Guiada por el espíritu de su madre, Ainbo está decidida a salvar su tierra y salvar a su gente antes de que sea demasiado tarde.",
            "poster": "/hJzYZ2jC5TqzCALiZZRqmqXXRZx.jpg",
            "release_date": "2021",
            "runtime": "1h 30m",
            "trailer": [
                "TO3Zw15GKyw"
            ],
            "genres": [
                "Adventure",
                "Animation",
                "Family",
                "Fantasy"
            ]
        },
        {
            "id": 192,
            "title": "Disomnia",
            "tmdb": "615658",
            "link": [{
                "link": "https://www.fembed.com/v/103wwcj75dlpg3q",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Tras un suceso global repentino que acaba con todos los dispositivos electrónicos y con la capacidad para dormir de la humanidad, el caos comienza a consumir el mundo rápidamente. Solo Jill, un exsoldado con un pasado problemático, podría tener la clave de la cura en su propia hija. La cuestión es ¿podrá Jill entregar a su hija de manera segura y salvar al mundo antes de que ella misma pierda la cabeza?",
            "poster": "/r8kmQ1lBmeC5oLztNKQUBB6xh8i.jpg",
            "release_date": "2021",
            "runtime": "1h 36m",
            "trailer": [],
            "genres": [
                "Drama",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "id": 189,
            "title": "Doctor Strange en el multiverso de la locura",
            "tmdb": "453395",
            "link": [{
                "link": "https://www.fembed.com/v/-4zwwap32r6k7wd",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Viaja a lo desconocido con el Doctor Strange, quien, con la ayuda de tanto antiguos como nuevos aliados místicos, recorre las complejas y peligrosas realidades alternativas del multiverso para enfrentarse a un nuevo y misterioso adversario.",
            "poster": "/uOnutpXJdDWyWzUCkApkahPSKuy.jpg",
            "release_date": "2022",
            "runtime": "2h 6m",
            "trailer": [
                "JDYdGnpmsgo",
                "DB8JVF12pew",
                "gCN9_hQl8hU",
                "j4ogTkeqX74",
                "2fU5aUjt2OI",
                "LZbQJVO1Dk8",
                "t_khTGpoIQY"
            ],
            "genres": [
                "Fantasy",
                "Action",
                "Adventure"
            ]
        },
        {
            "id": 183,
            "title": "Mechanic: Resurrection",
            "tmdb": "278924",
            "link": [{
                    "link": "https://www.fembed.com/v/zk744cjqgdqp0dr",
                    "lang": "Castellano",
                    "quality": "",
                    "webPlayer": false
                },
                {
                    "link": "https://www.fembed.com/v/zk744cjqgdqp0dr",
                    "lang": "",
                    "quality": "Full HD",
                    "webPlayer": false
                }
            ],
            "content": "Cuando Arthur Bishop (Jason Statham) creía que ya había dejado atrás su pasado criminal, se encuentra de nuevo con él al ser secuestrada la mujer de su vida por uno de sus mayores enemigos. Se ve así obligado a viajar por el mundo para ejecutar tres asesinatos imposibles que deben parecer accidentes.",
            "poster": "/bG3Q6EFcngpPn7uPuQTzTuq9DgV.jpg",
            "release_date": "2016",
            "runtime": "1h 39m",
            "trailer": [
                "H-UAuf1ik-o"
            ],
            "genres": [
                "Action",
                "Crime",
                "Thriller"
            ]
        },
        {
            "id": 159,
            "title": "Fast & Furious 5",
            "tmdb": "51497",
            "link": [{
                "link": "https://www.fembed.com/v/wr3eecnyp1k5n22",
                "lang": "Castellano",
                "quality": "HD",
                "webPlayer": false
            }],
            "content": "Desde que Brian O'Conner (Paul Walker) y Mia Toretto (Jordana Brewster) sacaron a Dom Toretto (Vin Diesel) de la cárcel, se han visto obligados a huir y cruzar muchas fronteras para evitar a la policía. Atrapados en Río de Janeiro, una vez más tienen que darse a la fuga si quieren conservar la libertad. Pero los tres saben muy bien que la única posibilidad que tienen de poner fin a esta situación es enfrentarse de una vez por todas al empresario corrupto que quiere verlos muertos. Pero éste no es el único que les sigue la pista.",
            "poster": "/d7OwxVxXdkfUOwh5VvW6JpY0Ot9.jpg",
            "release_date": "2011",
            "runtime": "2h 10m",
            "trailer": [
                "JSbFN5Qwz2I",
                "wvlF7e6377I",
                "3v_aL1cRONo"
            ],
            "genres": [
                "Action",
                "Thriller",
                "Crime"
            ]
        },
        {
            "id": 156,
            "title": "G.I. Joe: Snake Eyes",
            "tmdb": "568620",
            "link": [{
                "link": "https://www.fembed.com/v/2r4wwc2mg7jeypn",
                "lang": "Castellano",
                "quality": "HD",
                "webPlayer": false
            }],
            "content": "G.I. JOE: Snake Eyes es protagonizada por Henry Golding. Snake Eyes es un solitario y tenaz guerrero que se une a al antiguo clan japonés de los Arashikage luego de salvarle la vida al heredero del clan. Al llegar a Japón, los Arashikage le enseñan a Snake Eyes los caminos del guerrero ninja y le dan algo que siempre quiso tener: un hogar. Pero, al revelarse los secretos sobre su pasado, pondrán a prueba el honor y la lealtad de Snake Eyes, incluso si eso significa perder la confianza de los más cercanos a él.",
            "poster": "/paU2I3oEvXdj0UcELlQcwC360rZ.jpg",
            "release_date": "2021",
            "runtime": "2h 1m",
            "trailer": [
                "UOsIaM6A5ZU"
            ],
            "genres": [
                "Action",
                "Adventure"
            ]
        },
        {
            "id": 151,
            "title": "Morbius",
            "tmdb": "526896",
            "link": [{
                    "link": "https://www.fembed.com/v/g5q88c-5gjp46pg",
                    "lang": "Castellano",
                    "quality": "Full HD",
                    "webPlayer": false
                },
                {
                    "link": "https://sbfull.com/e/90cn1fqaurrt.html",
                    "lang": "Castellano",
                    "quality": "HD",
                    "webPlayer": true
                }
            ],
            "content": "Peligrosamente enfermo de un extraño trastorno sanguíneo, y determinado a salvar a otras personas que padecen su mismo destino, el doctor Morbius intenta una apuesta desesperada. Lo que en un principio parece ser un éxito radical, pronto se revela como un remedio potencialmente peor que la enfermedad.",
            "poster": "/6WmTdYNoSinBAXs0AfTTCSaV5lw.jpg",
            "release_date": "2022",
            "runtime": "1h 44m",
            "trailer": [
                "I4kD3s4GFAY"
            ],
            "genres": [
                "Action",
                "Science Fiction",
                "Fantasy"
            ]
        },
        {
            "id": 145,
            "title": "Godzilla: Rey de los Monstruos",
            "tmdb": "373571",
            "link": [{
                    "link": "https://www.fembed.com/v/g5q88c-k3-d3p0x",
                    "lang": "Castellano",
                    "quality": "Full HD",
                    "webPlayer": false
                },
                {
                    "link": "https://nupload.xyz/watch/pEqGie2PECWSi4HuP4FEZud4mn1sRZLa9j8X82Rd8?h=",
                    "lang": "Castellano",
                    "quality": "Full HD",
                    "webPlayer": true
                }
            ],
            "content": "Los criptozoólogos de la agencia Monarch se enfrentan a un grupo de enormes monstruos: Godzilla, Mothra, Rodan y el enemigo de la humanidad, King Ghidorah. Estas ancianas criaturas harán todo lo posible por sobrevivir, poniendo en riesgo la existencia del ser humano en el planeta.",
            "poster": "/yQ59NPwzHE2XlYwU2VwHF9Wb0IJ.jpg",
            "release_date": "2019",
            "runtime": "2h 12m",
            "trailer": [
                "fscvluNWT9U",
                "-FBlAPt2pI4",
                "J31XTtOSNcM"
            ],
            "genres": [
                "Science Fiction",
                "Action"
            ]
        },
        {
            "id": 130,
            "title": "Uncharted",
            "tmdb": "335787",
            "link": [{
                "link": "https://www.fembed.com/v/427wwbzr70yrr7l",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Un descendiente del explorador Sir Francis Drake descubre la ubicación de la legendaria ciudad de El Dorado. Con la ayuda de su mentor Victor Sullivan y la ambiciosa periodista Elena Fischer, Nathan Drake trabajará para descubrir sus secretos, mientras sobreviven en una isla llena de piratas, mercenarios, y un misterioso enemigo, se embarcarán en una búsqueda sin precedentes por alcanzar el tesoro antes que sus perseguidores. Adaptación del aclamado videojuego homónimo.",
            "poster": "/6hlI9Ea1O4IeJ2cj7OiNinqg8Qd.jpg",
            "release_date": "2022",
            "runtime": "1h 56m",
            "trailer": [
                "1r_QT8kDj9I",
                "t_uYnyHWOsY",
                "ACI9u2E_wp0",
                "53bVf9JlqQ4"
            ],
            "genres": [
                "Action",
                "Adventure"
            ]
        },
        {
            "id": 127,
            "title": "Enemigo inmortal",
            "tmdb": "460648",
            "link": [{
                "link": "https://www.fembed.com/v/wr3eecn4pl1k87z",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Lin (Jackie Chang) es un agente especial de Hong Kong a cargo de James (Kim Gyngell), un científico especializado en bioquímica genética. Tras un experimento fallido, el doctor está bajo protección de testigos y trata de huir de Andre (Callan Mulvey), una especie de supersoldado mutado con ansias de venganza. La vida de Lin dará un giro inesperado cuando su hija sea secuestrada y la inyecten el componente bioquímico. Junto a un joven hacker, Lin tratará de recuperar a su hija y solucionar toda la trama que rodea a este experimento.",
            "poster": "/zVkZaPOlSnoxkAPtYQzCmsTzz1z.jpg",
            "release_date": "2017",
            "runtime": "1h 49m",
            "trailer": [
                "-b6GE5ufA8U"
            ],
            "genres": [
                "Action",
                "Science Fiction",
                "Thriller"
            ]
        },
        {
            "id": 124,
            "title": "El Proyecto Adam",
            "tmdb": "696806",
            "link": [{
                "link": "https://www.fembed.com/v/zk744cjy-z7e3jd",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Adam Reed es un piloto de caza que viaja en el tiempo. Cuando se estrella en el año 2022, conoce a su yo de 12 años y juntos emprenden una misión para salvar el futuro.",
            "poster": "/k5waciRFMN5bwudDrgFLffoAorm.jpg",
            "release_date": "2022",
            "runtime": "1h 46m",
            "trailer": [
                "ewrZh1kfDH0"
            ],
            "genres": [
                "Action",
                "Adventure",
                "Comedy",
                "Science Fiction"
            ]
        },
        {
            "id": 121,
            "title": "Hitman: Agente 47",
            "tmdb": "249070",
            "link": [{
                "link": "https://www.fembed.com/v/y1233iednql076n",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "\"Agente 47\" narra la historia de un asesino de élite que ha sido genéticamente alterado para convertirse en una perfecta máquina de matar. Su objetivo es acabar con una gran corporación que planea desvelar los secretos de su organización secreta. Para ello, forma equipo con una joven.",
            "poster": "/2sQtHZ7m3eFYQWzbouiBLlVaAmy.jpg",
            "release_date": "2015",
            "runtime": "1h 36m",
            "trailer": [
                "k8Gj3I9k7qA"
            ],
            "genres": [
                "Action",
                "Crime",
                "Thriller"
            ]
        },
        {
            "id": 118,
            "title": "Spider-Man: No Way Home",
            "tmdb": "634649",
            "link": [{
                "link": "https://www.fembed.com/v/5kd33cdpr84m5p-",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Peter Parker es desenmascarado y por tanto no es capaz de separar su vida normal de los enormes riesgos que conlleva ser un súper héroe. Cuando pide ayuda a Doctor Strange, los riesgos pasan a ser aún más peligrosos, obligándole a descubrir lo que realmente significa ser Spider-Man.",
            "poster": "/osYbtvqjMUhEXgkuFJOsRYVpq6N.jpg",
            "release_date": "2021",
            "runtime": "2h 28m",
            "trailer": [
                "Df00ZNYEcAY"
            ],
            "genres": [
                "Action",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "id": 112,
            "title": "La gran fuga",
            "tmdb": "404733",
            "link": [{
                "link": "https://www.fembed.com/v/kxy77i326481n0e",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Dos apuestos y aventureros hermanos que se dedican a robar coches de importantes marcas viajan al sur de Francia en busca de nuevos retos, pero en su camino se topan con un peligroso criminal local que retrasa su hazaña.",
            "poster": "/a0hTRjis1cxwmjOuBaS7WdDG3dj.jpg",
            "release_date": "2017",
            "runtime": "1h 36m",
            "trailer": [
                "AawYNJZyHvI"
            ],
            "genres": [
                "Thriller",
                "Action",
                "Mystery"
            ]
        },
        {
            "id": 109,
            "title": "Ejército de los ladrones",
            "tmdb": "796499",
            "link": [{
                "link": "https://diasfem.com/v/103wwcj1wggqdwj",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": true
            }],
            "content": "Una mujer recluta a un cajero de banco para que ayude a su banda a robar tres legendarias cajas fuertes de Europa.",
            "poster": "/28t1XW0ON5Zz2TjNwPTIdzIiRSc.jpg",
            "release_date": "2021",
            "runtime": "2h 7m",
            "trailer": [
                "XO8RTGHm-0s"
            ],
            "genres": [
                "Crime",
                "Comedy"
            ]
        },
        {
            "id": 106,
            "title": "Men in Black: International",
            "tmdb": "479455",
            "link": [{
                "link": "https://www.fembed.com/v/em288i-26yy2q1j",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Los Hombres de Negro siempre han protegido a la Tierra de la escoria del universo. Ahora deben abordar su mayor amenaza hasta la fecha: un infiltrado dentro de la organización.",
            "poster": "/ewPz4CtrgyQZaCRpubtG5IedIkp.jpg",
            "release_date": "2019",
            "runtime": "1h 55m",
            "trailer": [
                "7pehS-Wg6R8"
            ],
            "genres": [
                "Comedy",
                "Science Fiction"
            ]
        },
        {
            "id": 103,
            "title": "Venom: Habrá Matanza",
            "tmdb": "580489",
            "link": [{
                    "link": "https://www.fembed.com/v/6z044c0negypd17",
                    "lang": "Castellano",
                    "quality": "Full HD",
                    "webPlayer": false
                },
                {
                    "link": "https://cdn.jwplayer.com/players/gU5qJYQy-2Kd5L6AF.html",
                    "lang": "Castellano",
                    "quality": "Full HD",
                    "webPlayer": true
                }
            ],
            "content": "Eddie Brock y su simbionte Venom todavía están intentando descubrir cómo vivir juntos cuando un preso que está en el corredor de la muerte se infecta con un simbionte propio.",
            "poster": "/b0j9rHYpRML7dKm5xw9e97HTDJF.jpg",
            "release_date": "2021",
            "runtime": "1h 37m",
            "trailer": [
                "hbfadtw-fjs",
                "6VSqWzCj0XA"
            ],
            "genres": [
                "Science Fiction",
                "Action",
                "Adventure"
            ]
        },
        {
            "id": 100,
            "title": "Shang-Chi y la leyenda de los Diez Anillos",
            "tmdb": "566525",
            "link": [{
                "link": "https://www.fembed.com/v/zk744cjzj3qj534",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Adaptación cinematográfica del héroe creado por Steve Englehart y Jim Starlin en 1973, un personaje mitad chino, mitad americano, cuyo característico estilo de combate mezclaba kung-fu, nunchacos y armas de fuego.",
            "poster": "/baOzlpQllZbjyNBcTdeXESh9Y0M.jpg",
            "release_date": "2021",
            "runtime": "2h 12m",
            "trailer": [
                "oOGcyH8xT98",
                "MQRF_YezCgA",
                "JuE_axN7wXI"
            ],
            "genres": [
                "Action",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "id": 97,
            "title": "Dune",
            "tmdb": "438631",
            "link": [{
                "link": "https://diasfem.com/v/427wwbzxgwxljxy",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": true
            }],
            "content": "En un lejano futuro, la galaxia conocida es gobernada mediante un sistema feudal de casas nobles bajo el mandato del Emperador. Las alianzas y la política giran entorno a un pequeño planeta, Dune, del que extrae la \"especia melange\", la materia prima que permite los viajes espaciales. La Casa Atreides, bajo el mandato del Duque Leto Atreides recibe el encargo de custodiar el planeta, relevando en la encomienda a sus históricos enemigos, los Harkonnen. Paul Atreides, hijo del duque, se verá atrapado en las intrigas políticas mientras descubre el destino que le deparan los desiertos de Dune.",
            "poster": "/1Op57Khovv3ANSWn3TvhMStBboV.jpg",
            "release_date": "2021",
            "runtime": "2h 35m",
            "trailer": [
                "kPjOcWHVNGo",
                "mSY_NbSmaUI"
            ],
            "genres": [
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "id": 93,
            "title": "Venom",
            "tmdb": "335983",
            "link": [{
                "link": "https://www.fembed.com/v/y1233ie8mpzry5q",
                "lang": "Castellano",
                "quality": "HD",
                "webPlayer": false
            }],
            "content": "Eddie Brock (Tom Hardy) es un consolidado periodista y astuto reportero que está investigando una empresa llamada Fundación Vida. Esta fundación, dirigida por el eminente científico Carlton Drake (Riz Ahmed), está ejecutando secretamente experimentos ilegales en seres humanos y realizando pruebas que involucran formas de vida extraterrestres y amorfas conocidas como simbiontes. Durante una visita furtiva a la central, el periodista quedará infectado por un simbionte. Comenzará entonces a experimentar cambios en su cuerpo que no entiende, y escuchará una voz interior, la del simbionte Venom, que le dirá lo que tiene que hacer. Cuando Brock adquiera los poderes del simbionte que le usa como huésped, Venom tomará posesión de su cuerpo, convirtiéndole en un despiadado y peligroso súpervillano.",
            "poster": "/jMBTJQiHAyGlZR05J2sq5coA6ew.jpg",
            "release_date": "2018",
            "runtime": "1h 52m",
            "trailer": [
                "mYTmQWZkw10",
                "nZ8FXOpcXSs"
            ],
            "genres": [
                "Science Fiction",
                "Action"
            ]
        },
        {
            "id": 90,
            "title": "Free Guy",
            "tmdb": "550988",
            "link": [{
                "link": "https://cue-vana.com/?trembed=0&amp;trid=864&amp;trtype=1",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": true
            }],
            "content": "Guy trabaja como cajero de un banco, y es un tipo alegre y solitario al que nada la amarga el día. Incluso si le utilizan como rehén durante un atraco a su banco, él sigue sonriendo como si nada. Pero un día se da cuenta de que Free City no es exactamente la ciudad que él creía. Guy va a descubrir que en realidad es un personaje no jugable dentro de un brutal videojuego.",
            "poster": "/suaooqn1Mnv60V19MoGxneMupJs.jpg",
            "release_date": "2021",
            "runtime": "1h 55m",
            "trailer": [
                "4y4bEdfqfSM",
                "VMlmcUelw-c"
            ],
            "genres": [
                "Comedy",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "id": 87,
            "title": "Spider-Man: Homecoming",
            "tmdb": "315635",
            "link": [{
                "link": "https://www.fembed.com/v/y1233iey7dg5nyz",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Peter Parker comienza a experimentar su recién descubierta identidad como el superhéroe Spider-Man. Después de la experiencia vivida con los Vengadores, Peter regresa a casa, donde vive con su tía. Bajo la atenta mirada de su mentor Tony Stark, Peter intenta mantener una vida normal como cualquier joven de su edad, pero interrumpe en su rutina diaria el nuevo villano Vulture y, con él, lo más importante de la vida de Peter comenzará a verse amenazado.",
            "poster": "/yJfPC6pjSJ5VOsVyXhx5PXBe0mR.jpg",
            "release_date": "2017",
            "runtime": "2h 9m",
            "trailer": [
                "8lI3_UpQyYA",
                "grusgXCahH8",
                "3fX1O-xKsFg",
                "4szh13HYDRc"
            ],
            "genres": [
                "Action",
                "Adventure",
                "Science Fiction",
                "Drama"
            ]
        },
        {
            "id": 81,
            "title": "Manhattan sin salida",
            "tmdb": "535292",
            "link": [{
                "link": "https://www.fembed.com/v/xp4yys58l1e0jy8",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Andre Davis (Chadwick Boseman) es un policía de Nueva york al que le encargan la investigación del asesinato de varios policías. Durante la búsqueda contrarreloj de los responsables, en la que se cierran por primera vez en la historia de Manhattan todos los puentes que acceden a ella, el detective descubre una conspiración en la que tendrá que discernir entre aquellos a los que caza y los sospechosos que están tratando de cazarle a él.",
            "poster": "/lvd6UqDqoYv0gMSqzFyiZkC8eny.jpg",
            "release_date": "2019",
            "runtime": "1h 39m",
            "trailer": [
                "IH_8NLwmTD8"
            ],
            "genres": [
                "Crime",
                "Action",
                "Drama"
            ]
        },
        {
            "id": 77,
            "title": "Zapatos rojos y los siete trolls",
            "tmdb": "486589",
            "link": [{
                "link": "https://www.fembed.com/v/mgy00s5-0elrk5-",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Unos enanos hechizados se encuentran a una chica con un poder misterioso: sus zapatos rojos. Deberán emprender una misión junto a ella para volver a ser humanos y salvar el reino.",
            "poster": "/2OqPy2SP4Jiu9ftYoqfshxEF4zi.jpg",
            "release_date": "2019",
            "runtime": "1h 35m",
            "trailer": [
                "auh5XbCvpEk"
            ],
            "genres": [
                "Animation",
                "Romance",
                "Family"
            ]
        },
        {
            "id": 74,
            "title": "Jungle Cruise",
            "tmdb": "451048",
            "link": [{
                    "link": "https://cue-vana.com/?trembed=2&amp;trid=508&amp;trtype=1",
                    "lang": "Castellano",
                    "quality": "Full HD",
                    "webPlayer": true
                },
                {
                    "link": "https://cue-vana.com/?trembed=0&amp;trid=508&amp;trtype=1",
                    "lang": "Latin",
                    "quality": "Full HD",
                    "webPlayer": true
                }
            ],
            "content": "Principios del siglo XX. Frank es el carismático capitán de una peculiar embarcación que recorre la selva amazónica. Allí, a pesar de los peligros que el río Amazonas les tiene preparados, Frank llevará en su barco a la científica Lily Houghton y a su hermano McGregor Houghton. Su misión será encontrar un árbol místico que podría tener poderes curativos. Claro que su objetivo no será fácil, y en su aventura se encontrarán con toda clase de dificultades, además de una expedición alemana que busca también este árbol con propiedades curativas. Esta comedia de acción y aventuras está basada en la atracción Jungle Cruise de los parques de ocio de Disney.",
            "poster": "/HPEXPFY5B2TWyC1mKoUtz4fNsB.jpg",
            "release_date": "2021",
            "runtime": "2h 7m",
            "trailer": [
                "mamwmMsJ_lw",
                "k3zJZXbAPpE"
            ],
            "genres": [
                "Action",
                "Adventure",
                "Fantasy"
            ]
        },
        {
            "id": 71,
            "title": "Sonic 2: La Película",
            "tmdb": "675353",
            "link": [{
                    "link": "https://www.fembed.com/v/xp4yys57n5y1p5m",
                    "lang": "Castellano",
                    "quality": "",
                    "webPlayer": false
                },
                {
                    "link": "https://www.fembed.com/v/103wwcjw5ge4w3q",
                    "lang": "Latin",
                    "quality": "Full HD",
                    "webPlayer": false
                }
            ],
            "content": "Después de establecerse en Green Hills, Sonic se muere por demostrar que tiene madera de auténtico héroe, pero Robotnik regresa con nuevo compañero Knuckles, en busca de una esmeralda que tiene el poder de destruir civilizaciones, pero Sonic no esta solo lo ayudara Tails.",
            "poster": "/sJiHVM0A3OXDVxl4Z6a7ihMPHfm.jpg",
            "release_date": "2022",
            "runtime": "2h 2m",
            "trailer": [
                "cF5uf8a2Xds"
            ],
            "genres": [
                "Action",
                "Adventure",
                "Family",
                "Comedy"
            ]
        },
        {
            "id": 68,
            "title": "Fast & Furious 9",
            "tmdb": "385128",
            "link": [{
                "link": "https://www.fembed.com/v/7mr66igwmj0yydx",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Dom Toretto lleva una vida tranquila con Letty y su hijo, el pequeño Brian, pero saben que el peligro siempre acecha. Esta vez, esa amenaza obligará a Dom a enfrentarse a los pecados de su pasado si quiere salvar a quienes más quiere. El equipo se vuelve a reunir para impedir un complot a escala mundial, liderado por uno de los asesinos más peligrosos y mejor conductor a los que se han enfrentado; un hombre que además es el hermano desaparecido de Dom, Jakob. Novena entrega de la famosa franquicia.",
            "poster": "/rI2F6jZ6a7K0bODSJStywn3eHLm.jpg",
            "release_date": "2021",
            "runtime": "2h 22m",
            "trailer": [
                "lDpuUg5_DAE"
            ],
            "genres": [
                "Action",
                "Crime",
                "Thriller"
            ]
        },
        {
            "id": 65,
            "title": "Trollhunters: El despertar de los titanes",
            "tmdb": "730840",
            "link": [{
                "link": "https://www.fembed.com/v/2r4wwc20j-yx3qw",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Los héroes de la serie Trollhunters se unen en una épica aventura para luchar contra la Orden de los Arcanos para determinar quién controla el poder de la magia que los une a todos.",
            "poster": "/zvUNFeTz0Sssb210wSiIiHRjA4W.jpg",
            "release_date": "2021",
            "runtime": "1h 46m",
            "trailer": [
                "7M0gBgE0JWI"
            ],
            "genres": [
                "Animation",
                "Fantasy",
                "Family",
                "Action",
                "Adventure"
            ]
        },
        {
            "id": 62,
            "title": "Jolt",
            "tmdb": "617502",
            "link": [{
                "link": "https://www.fembed.com/v/kxy77i3g54zrn1k",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Una chica dura con tendencias ligeramente homicidas y que no controla la ira se da descargas con un chaleco de electrodos para volver a la normalidad si le entran las ganas de matar. Cuando asesinan al primer hombre del que se ha enamorado, empieza un desenfreno vengativo para encontrar al asesino, al mismo tiempo que la policía va tras ella porque la considera sospechosa.",
            "poster": "/gYZAHan5CHPFXORpQMvOjCTug4E.jpg",
            "release_date": "2021",
            "runtime": "1h 31m",
            "trailer": [
                "jVWHqqd39cM"
            ],
            "genres": [
                "Action",
                "Thriller"
            ]
        },
        {
            "id": 59,
            "title": "El poder del dinero",
            "tmdb": "115348",
            "link": [{
                "link": "https://www.fembed.com/v/dzk88cxrewj5706",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Un joven empleado de una enérgica y poderosa compañía tecnológica se ve desbordado cuando se da cuenta de que su vida no es lo que quería. Detesta su trabajo y la depresión se apodera de él en el ámbito personal y profesional. Cansado de que su vida la conduzcan otros, opta por llevar a cabo un robo a gran escala a sus propios jefes para repartirlo entre quienes de verdad lo necesitan, una buena acción que lavará su conciencia y le dará un motivo para seguir adelante. Aprovechando una fiesta de jubilación y el desinterés de los mandamás, Adam pone en marcha su plan. Su vida está a punto de ponerse patas arriba cuando le pillan \"in fraganti\" y le exigen que dé una explicación ante los altos cargos. Entre la espada y la pared deberá decidir qué camino quiere tomar y afrontar las consecuencias de sus actos en este thriller con tintes de drama.",
            "poster": "/f7LU1mrf5bLlbwBEElXCh3UWX7T.jpg",
            "release_date": "2013",
            "runtime": "1h 46m",
            "trailer": [
                "galcMcYOAV0"
            ],
            "genres": [
                "Drama",
                "Thriller"
            ]
        },
        {
            "id": 56,
            "title": "Chappie",
            "tmdb": "198184",
            "link": [{
                "link": "https://www.fembed.com/v/dzk88cxrl0g70kk",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Ambientada en Johanesburgo, y con un personaje robótico ridículo como protagonista, este delirante relato nos traslada a un viaje por las emociones y sentimientos en un mundo distinto a la par que sorprendente. Con un argumento elaborado y un trasfondo reflexivo, esta cómica historia encaja en un marco inusual visualmente cuidado e impactante. Una comedia que cala por la simplicidad de su trama principal, y engancha por los minuciosos detalles que te adentran en una realidad ficticia y muy visual. Enigmática y divertida a partes iguales, se trata de una historia de corazón en un entorno robotizado y futurista donde la ciencia ficción es el paisaje.",
            "poster": "/h767mOshwwM4VzmcuEu7rTZmgRa.jpg",
            "release_date": "2015",
            "runtime": "2h 0m",
            "trailer": [
                "Dfwu_MQV5sQ",
                "JzdswQu024g",
                "q7_qn9KgFJE",
                "Qid_7GfI7eM"
            ],
            "genres": [
                "Crime",
                "Action",
                "Science Fiction"
            ]
        },
        {
            "id": 53,
            "title": "Alita: Ángel de combate",
            "tmdb": "399579",
            "link": [{
                "link": "https://www.fembed.com/v/8qp77i8xme2xx0y\\",
                "lang": "Latin",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Ido, un compasivo médico de cíborgs, encuentra a Alita abandonada en el desguace de Iron City. Cuando Alita despierta, no sabe quién es, ni reconoce el mundo en el que se encuentra, todo es nuevo para ella. Ido intentará proteger a Alita de su misterioso pasado, mientras que su nuevo amigo Hugo le ayudará a despertar sus recuerdos. En ese momento, Alita descubre que posee habilidades de combate extraordinarias, que podría usar para salvar a su nueva familia y amigos. Decidida a encontrar la verdad tras sus orígenes, Alita comienza un viaje que le enfrentará a las injusticias de un mundo oscuro y corrupto, descubriendo que sólo ella puede cambiarlo.",
            "poster": "/quWP5VIzTUf0Hr8AJZLloM6js8I.jpg",
            "release_date": "2019",
            "runtime": "2h 2m",
            "trailer": [
                "MjIdm3Qzbc4"
            ],
            "genres": [
                "Action",
                "Science Fiction",
                "Adventure"
            ]
        },
        {
            "id": 50,
            "title": "Tom y Jerry",
            "tmdb": "587807",
            "link": [{
                "link": "https://streamtape.com/e/V8YxdebpbLcKJXP/",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": true
            }],
            "content": "Tom el gato y Jerry el ratón son expulsados de su casa y se trasladan a un elegante hotel de Nueva York, donde una empleada descuidada llamada Kayla perderá su trabajo si no puede desalojar a Jerry antes de una boda de clase alta en el hotel. ¿Su solución? Contratar a Tom para deshacerse del molesto ratón.",
            "poster": "/VpyHJgtihILK3QYa3erNuaWxzQ.jpg",
            "release_date": "2021",
            "runtime": "1h 41m",
            "trailer": [
                "2TmIzPODcTs"
            ],
            "genres": [
                "Comedy",
                "Family",
                "Animation"
            ]
        },
        {
            "id": 47,
            "title": "Sonic: La película",
            "tmdb": "454626",
            "link": [{
                "link": "https://dutrag.com/v/kxy77i34g7zmpy-\\",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": true
            }],
            "content": "Sonic, el descarado erizo azul basado en la famosa serie de videojuegos de Sega, vivirá aventuras y desventuras cuando conoce a su amigo humano y policía, Tom Wachowski (James Marsden). Sonic y Tom unirán sus fuerzas para tratar de detener los planes del malvado Dr. Robotnik (Jim Carrey), que intenta atrapar a Sonic con el fin de emplear sus inmensos poderes para dominar el mundo.",
            "poster": "/rK25c71fYVi0Bv7RrTChK7NAQjC.jpg",
            "release_date": "2020",
            "runtime": "1h 39m",
            "trailer": [
                "XPqAai3WBag",
                "KeGqOqRREi8"
            ],
            "genres": [
                "Action",
                "Science Fiction",
                "Comedy",
                "Family"
            ]
        },
        {
            "id": 44,
            "title": "Miraculous World: Las aventuras de Ladybug en Nueva York",
            "tmdb": "755812",
            "link": [{
                "link": "https://fembed.com/v/-4zwwapk1npnqzy",
                "lang": "Latin",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Ladybug al lado de sus amigos, son enviados a la universidad de Nueva York con una finalidad, celebrar la Semana de la Amistad Franco-Americana, pero no cuentan con que se toparán con superhéroes estadounidenses que les cambiarán la estadía.",
            "poster": "/jNi01UnBT346wD8rquaxsNqVFCk.jpg",
            "release_date": "2020",
            "runtime": "1h 2m",
            "trailer": [
                "lvRWF_UjTbo"
            ],
            "genres": [
                "Animation",
                "Family",
                "Adventure",
                "TV Movie",
                "Fantasy",
                "Action"
            ]
        },
        {
            "id": 41,
            "title": "Luca",
            "tmdb": "508943",
            "link": [{
                "link": "https://www.fembed.com/v/r4yzzaegj3kg8md\\",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Ambientada en un precioso pueblo costero de la Riviera italiana, narra la historia sobre el paso a la edad adulta de un chico que vive un verano inolvidable lleno de helados, pasta e infinitos paseos en scooter. Luca comparte estas aventuras con su nuevo mejor amigo, pero toda la diversión se ve amenazada por un secreto muy profundo: él es un monstruo marino de un mundo que yace bajo la superficie del agua.",
            "poster": "/90T0yDjxK4JTzJLaZr5yMSoiW5i.jpg",
            "release_date": "2021",
            "runtime": "1h 41m",
            "trailer": [
                "kw50vQA1S-o"
            ],
            "genres": [
                "Animation",
                "Comedy",
                "Family",
                "Fantasy"
            ]
        },
        {
            "id": 38,
            "title": "Mortal Kombat",
            "tmdb": "460465",
            "link": [{
                "link": "https://www.fembed.com/v/wr3eecnewpg5qqg",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Un boxeador fracasado descubre un secreto familiar que lo lleva a un torneo místico llamado Mortal Kombat donde se encuentra con un grupo de guerreros que luchan hasta la muerte para salvar los reinos del malvado hechicero Shang Tsung.",
            "poster": "/2acqTZDykiX8U4oDVBIsNcm5O2o.jpg",
            "release_date": "2021",
            "runtime": "1h 50m",
            "trailer": [
                "Y2O4RCdwCGM",
                "jlkTjUAWxl0"
            ],
            "genres": [
                "Action",
                "Fantasy",
                "Adventure"
            ]
        },
        {
            "id": 35,
            "title": "Mentes poderosas",
            "tmdb": "445651",
            "link": [{
                    "link": "https://www.fembed.com/v/5kd33cdjkjke1jz/",
                    "lang": "Castellano",
                    "quality": "Full HD",
                    "webPlayer": false
                },
                {
                    "link": "https://streamtape.com/e/zK2mMjm0yxsorX/",
                    "lang": "Castellano",
                    "quality": "Full HD",
                    "webPlayer": true
                }
            ],
            "content": "Encarcelados en un mundo adulto donde todos los menores de 18 años le temen, un grupo de adolescentes forman una resistencia para contraatacar y reclamar el control de su futuro.",
            "poster": "/tkwFkWJNMA5kDWcMQnXMXH5LI4G.jpg",
            "release_date": "2018",
            "runtime": "1h 50m",
            "trailer": [
                "NM_6PeHW5XM"
            ],
            "genres": [
                "Science Fiction",
                "Action",
                "Drama",
                "Romance",
                "Adventure",
                "Thriller"
            ]
        },
        {
            "id": 32,
            "title": "Viuda negra",
            "tmdb": "497698",
            "link": [{
                "link": "https://www.fembed.com/v/r4yzzaegel5lwyk\\",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Natasha Romanoff, alias Viuda Negra, se enfrenta a las partes más oscuras de su historia cuando surge una peligrosa conspiración con vínculos con su pasado. Perseguida por una fuerza que no se detendrá ante nada para acabar con ella, Natasha debe enfrentarse a su historia como espía y a las relaciones rotas que dejó a su paso mucho antes de convertirse en una Vengadora.",
            "poster": "/oggEsESyLjVGD7jbIdBfa2hFUrx.jpg",
            "release_date": "2021",
            "runtime": "2h 14m",
            "trailer": [
                "xY1eqVSSuus",
                "2zHzRBDlWxk",
                "b8EtPw5YGxk"
            ],
            "genres": [
                "Action",
                "Adventure",
                "Science Fiction"
            ]
        },
        {
            "id": 28,
            "title": "El dragón de los deseos",
            "tmdb": "550205",
            "link": [{
                "link": "https://www.fembed.com/v/zk744cjgr4d4016\\",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": false
            }],
            "content": "Din es un adolescente que ansía volver a ver a su mejor amiga de la infancia. Un dragón que concede deseos le mostrará la magia de las posibilidades.",
            "poster": "/uBSOVabHjh9vbfnA6B2u1C7vIq1.jpg",
            "release_date": "2021",
            "runtime": "1h 42m",
            "trailer": [
                "vv5eCLLRGFE"
            ],
            "genres": [
                "Animation",
                "Family",
                "Comedy",
                "Fantasy"
            ]
        },
        {
            "id": 19,
            "title": "Miraculous World:  Shanghái, la leyenda de Ladygragon",
            "tmdb": "726684",
            "link": [{
                "link": "https://streamtape.com/e/gl4q7pWyRpCx4r/",
                "lang": "Castellano",
                "quality": "Full HD",
                "webPlayer": true
            }],
            "content": "Para unirse a Adrien en Shanghai, Marinette va a visitar a su tío Wang, quien celebra su cumpleaños. Pero tan pronto como llega a China, ¡le roban su bolso con Tikki!, lo que no le permite convertirse en una Ladybug en secreto! Privada y sola en la gran ciudad, Marinette acepta la ayuda de una joven muy ingeniosa, Fei. Las dos chicas se harán amigas y descubrirán la existencia de una nueva joya mágica, los Prodigios, que Hawk Moth, también presente en Shanghai, ha estado buscando durante mucho tiempo...",
            "poster": "/r6zthVPVoq1urTOsLgofPGel89d.jpg",
            "release_date": "2021",
            "runtime": "0h 52m",
            "trailer": [
                "zneAgD5mHxw"
            ],
            "genres": [
                "Animation",
                "Family",
                "Adventure",
                "Fantasy",
                "Action",
                "TV Movie"
            ]
        }
    ],
    "serie": [{
            "id": 347,
            "title": "Cars: en la carretera",
            "tmdb": "114502",
            "number_of_episodes": "9",
            "number_of_seasons": "1",
            "content": "Pixar Animation Studios vuelve al mundo de “Cars” con una nueva serie original, “Cars: en la carretera.” Los episodios siguen a Rayo McQueen y su mejor amigo Mate mientras se dirigen hacia el este desde Radiador Springs en un viaje a través del país para reunirse con la hermana de Mate. Por el camino, cada parada es toda una aventura, con impresionantes atracciones de carretera y pintorescos nuevos personajes.",
            "poster": "/8t5SC58Mdn0cbGyM57pCPdlDKpP.jpg",
            "release_date": "2022",
            "runtime": "",
            "vote": 8,
            "temporadas": [{
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/l8nddfnmnmjpmkn",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Dino-Parque",
                    "resumen": "Una visita al Dino-Parque se convierte en una pesadilla prehistórica protagonizada por Mate y Rayo.",
                    "portada": "/a83R6vXXHnJnzaJpfwc4cHruKPk.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/mgy00s5q5q-l2-5",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Luces fuera",
                    "resumen": "Empapados, el dúo se hospeda en un hotel y Rayo se ve atormentado por fantasmas de cuatro ruedas.",
                    "portada": "/ldmJXyvMxBu2fa0B9L5jZDZUw2t.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/427wwbzmzm66264",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Fiebre de sal",
                    "resumen": "Los mecánicos equipan a Mate como corredor y consigue velocidad récord y experiencia de otro chasis.",
                    "portada": "/40TNl5j2FZ95u7bhvNqPwHdIvj0.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/em288i-j-jnnq40",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "La leyenda",
                    "resumen": "Mate y Rayo se juntan con unos cazadores de criaturas para buscar a un misterioso \"monstruo\".",
                    "portada": "/1Tnq7CWZOxjwP0vzwYwRZc9Dj3B.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/dzk88cx2x2rrdxl",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "El circo",
                    "resumen": "Un circo destapa el miedo de Rayo a los payasos y el inesperado talento de su nueva amiga.",
                    "portada": "/cVLZOjIA9aK90Wti67e3RUAOCbZ.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/8qp77i8d8dxxkld",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Camiones",
                    "resumen": "Mate se hace amigo de unos camiones en la estación y celebran su solidaridad con una canción.",
                    "portada": "/3z8cyW0N6gOblFZVizfyRxO5aq7.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/5kd33cd3d3jy815",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "La película",
                    "resumen": "Rayo McQueen y Mate se encuentran con un rodaje de cine y les reclutan para una película de zombis.",
                    "portada": "/yfZEQC2D6w5pHRsD7oAFtknB7lY.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/y1233ieyey3m-3x",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Los moradores de la carretera",
                    "resumen": "Unos guerreros secuestran a Rayo y Mate, obligándolos a luchar en el peligroso Cono del Trueno.",
                    "portada": "/7SaEhvz3aZaaK0GtNSBy3OctxG3.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/3p6wwsm5m5xemr6",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "La boda",
                    "resumen": "En la boda de su hermana, Mate debe enfrentarse a un pasado que creía haber dejado en el retrovisor.",
                    "portada": "/magIv71REHj30RQtw44EL6wHNb8.jpg"
                }
            ],
            "genres": [
                "Documentary",
                "History"
            ]
        },
        {
            "id": 344,
            "title": "¡Baymax!",
            "tmdb": "114466",
            "number_of_episodes": "6",
            "number_of_seasons": "1",
            "content": "Regresa a la fantástica ciudad de San Fransokyo, donde el afable, inflable e inimitable robot compañero de atención médica, Baymax, se dispone a hacer lo que fue programado para hacer: ayudar a los demás.",
            "poster": "/hHile3F4B9QO87hPGbPe2kiiorv.jpg",
            "release_date": "2022",
            "runtime": 12,
            "vote": 8.15,
            "temporadas": [{
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/y1233ieyey1l-12",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Cass",
                    "resumen": "Cass se opone a Baymax por una lesión que amenaza con impedirle atender al Gato de la Buena Suerte.",
                    "portada": "/o04MIDckb6b8ONssc4p2CxKkaar.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/427wwbzmzm71qz8",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Kiko",
                    "resumen": "Baymax presiona a una reacia Kiko a aliviar todos sus dolores y enfrentarse a sus miedos.",
                    "portada": "/grnEckrSvmUZNEWGg2uPZgCUVSg.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/zk744cjzjzkwlw0",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Sofía",
                    "resumen": "Una estudiante, Sofía, se enfrenta a un importante cambio vital con el firme apoyo de Baymax.",
                    "portada": "/2T4kZg0GgaP8kOseIjYdxhdqC3o.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/em288i-j-jnd56x",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Mbita",
                    "resumen": "Mbita sirve una receta familiar hasta que una inesperada alergia y Baymax le empujan a cambiar.",
                    "portada": "/cphDanqeisx1SgFxlrlQmhTs741.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/3p6wwsm5m5x01z7",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Yachi",
                    "resumen": "Yachi se resiste ferozmente a los esfuerzos de Baymax por aliviarle de una incómoda intrusión.",
                    "portada": "/r69tczM3NxyPsB4mCyAhdo9V6JR.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/8qp77i8d8dx58y5",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Baymax",
                    "resumen": "Los mejores pacientes de Baymax se unen en una frenética carrera por ayudar a su cuidador personal.",
                    "portada": "/cgYr64o4ZWXpgXXODuZ6V6NxQFI.jpg"
                }
            ],
            "genres": []
        },
        {
            "id": 339,
            "title": "She-Hulk: abogada Hulka",
            "tmdb": "92783",
            "number_of_episodes": "4",
            "number_of_seasons": "1",
            "content": "Jennifer Walters —una abogada especializada en derecho sobrehumano— tendrá que lidiar con los problemas típicos de una treintañera soltera que además resulta ser una Hulka verde de 2 metros.",
            "poster": "/tGBZafCNpKo6l1B9tWKUaSS5MvD.jpg",
            "release_date": "2022",
            "runtime": 38,
            "vote": 7.269,
            "temporadas": [{
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/-4zwwap3p3yr5r5",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Una ira normal",
                    "resumen": "La vida de Jen Walters da un vuelco después de que un extraño accidente le otorgue superpoderes.",
                    "portada": "/gLyPEjBTcEor5AeBaPSXyIFDYuY.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/kxy77i3p3p5ng86",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Derecho Sobrehumano",
                    "resumen": "Jen ficha por un prestigioso bufete, debe ejercer como Hulka y representar a un cliente difícil.",
                    "portada": "/iTZOuOLeNN54Gm8piWSnLmN265V.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/y1233ieyeynkly8",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "El pueblo contra Emil Blonsky",
                    "resumen": "Hulka representa a Emil Blonsky (la Abominación) pero la vista no va según lo planeado.",
                    "portada": "/m8yN9B7UVnNv15G2F7i8WUgUNiO.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/dzk88cx2x27mw7k",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "¿Esto no es magia de verdad?",
                    "resumen": "Wong, el cliente de Hulka, demanda a un mago por practicar las Artes Místicas sin autorización.",
                    "portada": "/tEgjEkcoA7JQyMec0Lpa4SaTKYC.jpg"
                }
            ],
            "genres": []
        },
        {
            "id": 245,
            "title": "Bruja Escarlata y Visión",
            "tmdb": "85271",
            "number_of_episodes": "9",
            "number_of_seasons": "1",
            "content": "Combinando el estilo clásico de las sitcoms con el MCU (Universo Cinematográfico de Marvel), cuenta la historia Wanda Maximoff y Vision, dos seres con superpoderes que viven una vida idílica en las afueras de una ciudad hasta que un día comienzan a sospechar que no todo es lo que parece.",
            "poster": "/vZnVTiJU2H8HCqvaxiHERhPyQ1T.jpg",
            "release_date": "2021",
            "runtime": "39",
            "vote": 8.322,
            "temporadas": [{
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/-4zwwap32d3dr2r",
                        "lang": "Castellano",
                        "quality": "HD",
                        "webPlayer": false
                    },
                    "name": "Filmada con público en directo",
                    "resumen": "Wanda y Visión intentan ocultar sus poderes durante la cena con el jefe de Visión y su mujer.",
                    "portada": "/oNCzeCXFanVEWNpzRzyffhLLfZs.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/-4zwwap32dn-535",
                        "lang": "Castellano",
                        "quality": "HD",
                        "webPlayer": false
                    },
                    "name": "No cambie de canal",
                    "resumen": "Para integrarse en el barrio, Wanda y Visión hacen un número de magia en el concurso de talentos.",
                    "portada": "/3KZQbfi6SE5rTA5ysh8FvOMBuUN.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/7mr66ig-5p0nkzd",
                        "lang": "Castellano",
                        "quality": "HD",
                        "webPlayer": false
                    },
                    "name": "Ahora en color",
                    "resumen": "Wanda se prepara para un parto acelerado con Visión, pero el embarazo ha afectado a sus poderes.",
                    "portada": "/zT55iSCAWsKJOpEc6s989lgok65.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/kxy77i3pj27m7yl",
                        "lang": "Castellano",
                        "quality": "HD",
                        "webPlayer": false
                    },
                    "name": "Interrumpimos este programa",
                    "resumen": "Desaparece Mónica Rambeau, encargada de una misión especial sobre armas sintientes.",
                    "portada": "/n05kPjsO1LBRiTeGmJY6u68pfYO.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/3p6wwsm567nr4p1",
                        "lang": "Castellano",
                        "quality": "HD",
                        "webPlayer": false
                    },
                    "name": "En un episodio muy especial...",
                    "resumen": "Visión desconfía del extraño comportamiento de los vecinos y Wanda investiga el asunto.",
                    "portada": "/8b3iZ1JldI9dzoz3FWeRBc4hfdM.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/y1233iey7xlqqz4",
                        "lang": "Castellano",
                        "quality": "HD",
                        "webPlayer": false
                    },
                    "name": "¡Terrorífico estreno de Halloween!",
                    "resumen": "En la confusión de Halloween, Visión investiga por su cuenta la anomalías de Westview.",
                    "portada": "/uNB7e6JjmFBOzuVp2duZ4pNwvmm.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/8qp77i8dw13mdqm",
                        "lang": "Castellano",
                        "quality": "HD",
                        "webPlayer": false
                    },
                    "name": "Cae la cuarta pared",
                    "resumen": "Mónica planea volver a anomalía. Wanda sortea obstáculos. Visión forja otra alianza para ayudar.",
                    "portada": "/6cvuOffBsrKNZSSsci4QMcuAZEM.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/zk744cjz240d5wq",
                        "lang": "Castellano",
                        "quality": "HD",
                        "webPlayer": false
                    },
                    "name": "En episodios anteriores",
                    "resumen": "Wanda emprende un viaje muy inquietante: ir al pasado para entender su presente y su futuro.",
                    "portada": "/jNXfApR7P5XlUSYZfHxRDHkjYwo.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/3p6wwsm567n30jq",
                        "lang": "Castellano",
                        "quality": "HD",
                        "webPlayer": false
                    },
                    "name": "El final de la serie",
                    "resumen": "Los sucesos se precipitan y ya no hay marcha atrás: nadie podrá escapar de su destino.",
                    "portada": "/8OIqCs8UUiG1ifmrAcn29A7tL4T.jpg"
                }
            ],
            "genres": [
                "Family",
                "Fantasy"
            ]
        },
        {
            "id": 241,
            "title": "Loki",
            "tmdb": "84958",
            "number_of_episodes": "6",
            "number_of_seasons": "1",
            "content": "La nueva serie \"Loki\", de Marvel Studios, empieza allí donde terminó \"Vengadores: Endgame\". En ella, el voluble villano Loki vuelve a ganarse el apodo de Dios del Engaño.",
            "poster": "/kAHPDqUUciuObEoCgYtHttt6L2Q.jpg",
            "release_date": "2021",
            "runtime": 52,
            "vote": 8.184,
            "temporadas": [{
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/pwy22sm-4q7ykz-",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Glorioso propósito",
                    "resumen": "Tras robar el Teseracto en “Vengadores: Endgame”, Loki acaba en la Agencia de Variación Temporal.",
                    "portada": "/gxh0k3aADsYkt9tgkfm2kGn2qQj.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/103wwcjen43zwg5",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "La Variante",
                    "resumen": "Mobius da trabajo a Loki, cuya presencia en la AVT no entusiasma a todos por igual.",
                    "portada": "/gqpcfkdmSsm6xiX2EsLkwUvA8g8.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/dzk88cx2wk8rqg5",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Lamentis",
                    "resumen": "Loki descubre los planes de la Variante, pero él tiene otro que alterará sus destinos.",
                    "portada": "/aTjfWml9Prd8cUB9cfk8yOAEh7v.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/103wwcjen43223p",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "El evento en el nexo",
                    "resumen": "La paranoia invade la AVT. Mobius y la Cazadora B-15 buscan a Loki y Sylvie.",
                    "portada": "/niIXLqEr98mnQuYuMuEvq9Y6OQa.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/nnyrrf25r47j4ll",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Viaje al misterio",
                    "resumen": "Loki intenta escapar del desolador El Vacío, el purgatorio donde conoce a variantes de sí mismo.",
                    "portada": "/5fRAAO13URmteku8mb39V9YPJBb.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/dzk88cx2wk85j34",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Eternamente. Siempre.",
                    "resumen": "Final de temporada y carrera contrarreloj para Loki y Sylvie, que tienen una cita con el destino.",
                    "portada": "/98hGgYbNFP8GnZhJzAar22bWIAT.jpg"
                }
            ],
            "genres": [
                "Comedy",
                "Romance",
                "Drama"
            ]
        },
        {
            "id": 148,
            "title": "El juego del calamar",
            "tmdb": "93405",
            "number_of_episodes": "9",
            "number_of_seasons": "1",
            "content": "Cientos de jugadores con problemas de dinero aceptan una invitación rarísima para competir en juegos infantiles. Dentro les esperan un tentador premio y desafíos letales.",
            "poster": "/yvW9VuHiwfAaTNYjALROI8evNIT.jpg",
            "release_date": "2021",
            "runtime": 54,
            "vote": 7.8,
            "temporadas": [{
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/dzk88cxz43dj2kd",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Luz roja, luz verde",
                    "resumen": "El arruinado y desesperado Gi-hun acepta participar en un enigmático juego con la intención de ganar dinero fácil. Ya en la primera ronda se desata el horror.",
                    "portada": "/vMFJS9LIUUAmQ1thq4vJ7iHKwRz.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/g5q88c-5g1dg23g",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Infierno",
                    "resumen": "El grupo, en desacuerdo sobre si continuar o no, decide someterlo a votación. Pero la cruda realidad de sus vidas podría ser tan despiadada como el propio juego.",
                    "portada": "/uacNwki3PqXEFk9Pal9Ng5NwwAI.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/wr3eecny106kqr7",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "El hombre del paraguas",
                    "resumen": "Llegan nuevos participantes a la ronda siguiente (que promete ser tan dulce como mortal) con algunos ases en la manga. Entretanto, Jun-ho se cuela dentro.",
                    "portada": "/xNtgrNEsMXvmRQQtcFuJdbXOjmP.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/l8nddfn8xqylmgd",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "El equipo es lo primero",
                    "resumen": "A pesar de las alianzas entre jugadores, nadie está a salvo cuando apagan la luz. El equipo de Gi-hun necesita una estrategia para el tercer juego.",
                    "portada": "/9cUGOdLN4gmnf3b9ILArnJsJI8Q.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/q3ykkce7mdx5rwd",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Un mundo justo",
                    "resumen": "Gi-hun y su equipo hacen turnos para vigilar de noche. Los enmascarados tienen problemas con uno de sus aliados en la conspiración.",
                    "portada": "/2pE9f6drlF7y9rwUw6dh1w6jF5M.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/427wwbzqg2l36j7",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Gganbu",
                    "resumen": "Los participantes se emparejan para el cuarto juego. Gi-hun tiene un dilema moral, Sang-woo elige salvarse a sí mismo y Sae-byeok cuenta la historia de su vida.",
                    "portada": "/cohCCQzTe2ncdQczJDUsO0vzxPR.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/427wwbzqg2l3wxx",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Personas importantes",
                    "resumen": "El líder enmascarado recibe a invitados importantes que vienen a disfrutar del espectáculo en primera fila. Algunos participantes caen ante la presión del quinto juego.",
                    "portada": "/4pVfv4HaM5QpFJTHm19p2UI0StN.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/y1233ie82r-qlg5",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "El líder",
                    "resumen": "La desconfianza y la repulsión aumentan entre los finalistas antes del último juego. Jun-ho consigue huir y se propone destapar lo que ocurre dentro de las instalaciones.",
                    "portada": "/lOgFVmykN9qlpAoiBSIV2lu7XCS.jpg"
                },
                {
                    "season": 1,
                    "links": {
                        "link": "https://www.fembed.com/v/y1233ie82rw0mnq",
                        "lang": "Castellano",
                        "quality": "Full HD",
                        "webPlayer": false
                    },
                    "name": "Un día con suerte",
                    "resumen": "El juego final presenta otra prueba cruel... pero, esta vez, su conclusión dependerá de un solo participante. El creador del juego diabólico sale a la luz.",
                    "portada": "/sKeQbHeEUQLyoSdopa0QXm604cz.jpg"
                }
            ],
            "genres": []
        }
    ],
    "colecciones": [{
            "name": "Sonic El Erizo - Colección",
            "portada": "/8jfHKno4tRZ621Uzw4heEaJPgRM.jpg",
            "poster": "/fx5ap8o1RDwSoiEJho98jyussY3.jpg",
            "content": "Sigue las aventuras de Sonic, un erizo antropomórfico nacido con la capacidad de correr más rápido que la velocidad del sonido, de ahí su nombre, y posee reflejos ultrarrápidos para igualar su velocidad.",
            "id": [
                47,
                71
            ]
        },
        {
            "name": "A todo gas - Colección",
            "portada": "/gC9BUFiROWtaMsluGYziZ6lR4OJ.jpg",
            "poster": "/pCM9fXulC0fZ2sAqxOo9JlOxPmX.jpg",
            "content": "Películas de acción donde el origen es dar caza a unos corredores ilegales que cometen robos. La historia avanza y las tornas cambian y forman un equipo para ayudar al FBI, pero... ¿seguirán así por mucho tiempo?",
            "id": [
                68,
                159,
                248
            ]
        }
    ]
}